Repository: davita00101110dmg/Gamoitsani
Catalog: Gamoitsani/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: az, de, es, fr, hy, ja, ka, ru, tr, uk

source: Add
az: Əlavə et
de: Hinzufügen
es: Añadir
fr: Ajouter
hy: Ավելացնել
ja: 追加
ka: დამატება
ru: Добавить
tr: Ekle
uk: Додати

# add_it
source: Add
az: Əlavə et
de: Hinzufügen
es: Añadir
fr: Ajouter
hy: Ավելացնել
ja: 追加
ka: დაამატე
ru: Добавить
tr: Ekle
uk: Додати

source: and
az: və
de: und
es: y
fr: et
hy: և
ja: と
ka: და
ru: и
tr: ve
uk: та

source: Back
az: Geri
de: Zurück
es: Atrás
fr: Retour
hy: Հետ
ja: 戻る
ka: უკან
ru: Назад
tr: Geri
uk: Назад

source: Cancel
az: Ləğv et
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
ja: キャンセル
ka: გაუქმება
ru: Отмена
tr: İptal
uk: Скасувати

source: Change
az: Dəyişdir
de: Ändern
es: Cambiar
fr: Modifier
hy: Փոխել
ja: 変更
ka: შეცვალე
ru: Изменить
tr: Değiştir
uk: Змінити

source: Close
az: Bağla
de: Schließen
es: Cerrar
fr: Fermer
hy: Փակել
ja: 閉じる
ka: დახურვა
ru: Закрыть
tr: Kapat
uk: Закрити

source: Delete
az: Sil
de: Löschen
es: Eliminar
fr: Supprimer
hy: Ջնջել
ja: 削除
ka: წაშალე
ru: Удалить
tr: Sil
uk: Видалити

source: Edit
az: Düzəliş et
de: Bearbeiten
es: Editar
fr: Éditer
hy: Խմբագրել
ja: 編集
ka: დაარედაქტირე
ru: Редактировать
tr: Düzenle
uk: Редагувати

source: No
az: Xeyr
de: Nein
fr: Non
hy: Ոչ
ja: いいえ
ka: არა
ru: Нет
tr: Hayır
uk: Ні

source: OK
az: Oldu
de: ОК
es: ОК
fr: ОК
hy: Լավ
ja: ОК
ka: კარგი
ru: ОК
tr: Tamam
uk: ОК

source: Point
az: Xal
de: Punkt
es: Punto
hy: Միավոր
ja: ポイント
ka: ქულა
ru: Очко
tr: Puan
uk: Бал

source: Scoreboard
az: Xal cədvəli
de: Anzeigetafel
es: Marcador
fr: Tableau des scores
hy: Միավորների աղյուսակ
ja: スコアボード
ka: ანგარიში
ru: Таблица результатов
tr: Skor Tablosu
uk: Табло

# screen.add_word.error_message
source: Word could not be sent
az: Söz göndərilə bilmədi
de: Wort konnte nicht gesendet werden
es: No se pudo enviar la palabra
fr: Le mot n'a pas pu être envoyé
hy: Բառը հնարավոր չէր ուղարկել
ja: 単語を送信できませんでした
ka: სიტყვა ვერ გაიგზავნა
ru: Не удалось отправить слово
tr: Kelime gönderilemedi
uk: Не вдалося надіслати слово

# screen.add_word.hint
source: Remember to add valid word :)
az: Düzgün söz əlavə etməyi unutmayın :)
de: Denken Sie daran, ein gültiges Wort hinzuzufügen :)
es: Recuerde añadir una palabra válida :)
fr: N'oubliez pas d'ajouter un mot valide :)
hy: Չմոռանաք ավելացնել վավեր բառ :)
ja: 有効な単語を追加することを忘れないでください :)
ka: გაითვალისწინე, რომ დაამატო ერთფუძიანი ქართული სიტყვა :)
ru: Не забудьте добавить правильное слово :)
tr: Geçerli bir kelime eklemeyi unutmayın :)
uk: Не забудьте додати дійсне слово :)

# screen.add_word.language_picker_title
source: In which language are you adding the word?
az: Sözü hansı dildə əlavə edirsiniz?
de: In welcher Sprache fügen Sie das Wort hinzu?
es: ¿En qué idioma está añadiendo la palabra?
fr: Dans quelle langue ajoutez-vous le mot ?
hy: Ո՞ր լեզվով եք ավելացնում բառը
ja: どの言語で単語を追加していますか？
ka: რომელ ენაზე ამატებ სიტყვას?
ru: На каком языке вы добавляете слово?
tr: Kelimeyi hangi dilde ekliyorsunuz?
uk: Якою мовою ви додаєте це слово?

# screen.add_word.send
source: Send
az: Göndər
de: Senden
es: Enviar
fr: Envoyer
hy: Ուղարկել
ja: 送信
ka: გააგზავნე
ru: Отправить
tr: Gönder
uk: Надіслати

# screen.add_word.success_message
source: Word sent successfully
az: Söz uğurla göndərildi
de: Wort erfolgreich gesendet
es: Palabra enviada con éxito
fr: Mot envoyé avec succès
hy: Բառը հաջողությամբ ուղարկվեց
ja: 単語が正常に送信されました
ka: სიტყვა წარმატებით გაიგზავნა
ru: Слово успешно отправлено
tr: Kelime başarıyla gönderildi
uk: Слово успішно надіслано

# screen.add_word.textfield_placeholder
source: Enter the word
az: Sözü daxil edin
de: Wort eingeben
es: Introduzca la palabra
fr: Entrez le mot
hy: Մուտքագրեք բառը
ja: 単語を入力
ka: შეიყვანე სიტყვა
ru: Введите слово
tr: Kelimeyi girin
uk: Введіть слово

# screen.add_word.title
source: Add Word
az: Söz əlavə et
de: Wort hinzufügen
es: Añadir Palabra
fr: Ajouter un Mot
hy: Ավելացնել բառ
ja: 単語追加
ka: სიტყვის დამატება
ru: Добавить Слово
tr: Kelime Ekle
uk: Додати слово

# screen.game_details.alert.empty_name
source: Name cannot be empty
az: Ad boş ola bilməz
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
hy: Անունը չի կարող դատարկ լինել
ja: 名前を空にすることはできません
ka: სახელი არ შეიძლება იყოს ცარიელი
ru: Имя не может быть пустым
tr: İsim boş olamaz
uk: Назва не може бути пустою

# screen.game_details.alert.invalid_parameter
source: Invalid parameter
az: Yanlış parametr
de: Ungültiger Parameter
es: Parámetro inválido
fr: Paramètre invalide
hy: Անվավեր պարամետր
ja: 無効なパラメータ
ka: არასწორი პარამეტრი
ru: Недопустимый параметр
tr: Geçersiz parametre
uk: Недійсний параметр

# screen.game_details.alert.maximum_teams
source: It is not possible to add more than 5 teams
az: 5-dən çox komanda əlavə etmək mümkün deyil
de: Es ist nicht möglich, mehr als 5 Teams hinzuzufügen
es: No es posible añadir más de 5 equipos
fr: Il n'est pas possible d'ajouter plus de 5 équipes
hy: Հնարավոր չէ ավելացնել 5-ից ավել թիմ
ja: 5つ以上のチームを追加することはできません
ka: 5 გუნდის დამატება შეუძლებელია
ru: Невозможно добавить более 5 команд
tr: 5'ten fazla takım eklenemez
uk: Неможливо додати більше 5 команд

# screen.game_details.alert.no_internet.message
source: Internet connection is required to start the game
az: Oyunu başlatmaq üçün internet bağlantısı tələb olunur
de: Internetverbindung ist erforderlich, um das Spiel zu starten
es: Se necesita conexión a Internet para iniciar el juego
fr: Une connexion Internet est nécessaire pour commencer le jeu
hy: Խաղը սկսելու համար անհրաժեշտ է ինտերնետ կապ
ja: ゲームを開始するにはインターネット接続が必要です
ka: თამაშის დასაწყებად საჭიროა ინტერნეტის კავშირი
ru: Для начала игры требуется подключение к интернету
tr: Oyunu başlatmak için internet bağlantısı gerekli
uk: Для запуску гри потрібне підключення до Інтернету

# screen.game_details.alert.no_internet.title
source: No internet connection!
az: İnternet bağlantısı yoxdur!
de: Keine Internetverbindung!
es: ¡Sin conexión a Internet!
fr: Pas de connexion Internet !
hy: Ինտերնետ կապ չկա!
ja: インターネット接続がありません！
ka: ინტერნეტთან კავშირი არ არის!
ru: Нет подключения к интернету!
tr: İnternet bağlantısı yok!
uk: Немає підключення до Інтернету!

# screen.game_details.alert.not_enough_teams
source: Add at least 2 teams to start!
az: Başlamaq üçün ən azı 2 komanda əlavə edin!
de: Fügen Sie mindestens 2 Teams hinzu, um zu starten!
es: ¡Añada al menos 2 equipos para comenzar!
fr: Ajoutez au moins 2 équipes pour commencer !
hy: Սկսելու համար ավելացրեք առնվազն 2 թիմ!
ja: 開始するには少なくとも2つのチームを追加してください！
ka: დაამატე მინიმუმ 2 გუნდი დასაწყებად!
ru: Добавьте как минимум 2 команды, чтобы начать!
tr: Başlamak için en az 2 takım ekleyin!
uk: Додайте принаймні 2 команди, щоб почати!

# screen.game_details.alert.not_unique_teams
source: Team names must be unique!
az: Komanda adları unikal olmalıdır!
de: Teamnamen müssen eindeutig sein!
es: ¡Los nombres de los equipos deben ser únicos!
fr: Les noms d'équipe doivent être uniques !
hy: Թիմերի անունները պետք է լինեն եզակի!
ja: チーム名は一意である必要があります！
ka: გუნდების სახელები უნდა იყოს უნიკალური!
ru: Названия команд должны быть уникальными!
tr: Takım isimleri benzersiz olmalı!
uk: Назви команд мають бути унікальними!

# screen.game_details.arcade.description
source: Play with 5 words at once
az: Eyni anda 5 söz oyna
de: Mit 5 Wörtern gleichzeitig spielen
es: Jugar con 5 palabras a la vez
fr: Jouer avec 5 mots à la fois
hy: Խաղալ 5 բառով միաժամանակ
ja: 5つの単語を同時にプレイ
ka: ითამაშე ერთდროულად 5 სიტყვით
ru: Играть с 5 словами одновременно
tr: Aynı anda 5 kelime oyna
uk: Грайте з 5 словами одночасно

# screen.game_details.arcade.title
source: Arcade
az: Arkada
hy: Արկադ
ja: アーケード
ka: არკადა
ru: Аркадный
uk: Аркада

# screen.game_details.classic.description
source: Play one word at a time
az: Bir dəfədə bir söz oyna
de: Ein Wort nach dem anderen spielen
es: Jugar una palabra a la vez
fr: Jouer un mot à la fois
hy: Խաղալ մեկ բառով
ja: 一度に一つの単語をプレイ
ka: ითამაშე თითო სიტყვით
ru: Играть по одному слову за раз
tr: Tek seferde bir kelime oyna
uk: Грайте одне слово за раз

# screen.game_details.classic.title
source: Classic
az: Klassik
de: Klassisch
es: Clásico
fr: Classique
hy: Դասական
ja: クラシック
ka: კლასიკური
ru: Классический
tr: Klasik
uk: Класичний

# screen.game_details.create_teams
source: Create teams
az: Komandaları yarat
de: Teams erstellen
es: Crear equipos
fr: Créer des équipes
hy: Ստեղծել թիմեր
ja: チームを作成
ka: გუნდების შექმნა
ru: Создать команды
tr: Takımları Oluştur
uk: Створення команд

# screen.game_details.game_mode.title
source: Game mode
az: Oyun rejimi
de: Spielmodus
es: Modo de juego
fr: Mode de jeu
hy: Խաղի ռեժիմ
ja: ゲームモード
ka: თამაშის რეჟიმი
ru: Режим игры
tr: Oyun modu
uk: Режим гри

# screen.game_details.loading_words.message
source: Downloading words in progress
az: Sözlərin yüklənməsi davam edir
de: Wörter werden heruntergeladen
es: Descarga de palabras en progreso
fr: Téléchargement des mots en cours
hy: Բառերի ներբեռնումը շարունակվում է
ja: 単語をダウンロード中
ka: მიმდინარეობს სიტყვების გადმოწერა
ru: Загрузка слов в процессе
tr: Kelime indirme devam ediyor
uk: Завантаження слів триває

# screen.game_details.players.add
source: Add Player
az: Oyunçu əlavə et
de: Spieler hinzufügen
es: Añadir Jugador
fr: Ajouter un Joueur
hy: Ավելացնել խաղացող
ja: プレイヤーを追加
ka: მოთამაშის დამატება
ru: Добавить Игрока
tr: Oyuncu Ekle
uk: Додати гравця

# screen.game_details.players.add_placeholder
source: Add players to create teams
az: Komandalar yaratmaq üçün oyunçu əlavə edin
de: Fügen Sie Spieler hinzu, um Teams zu erstellen
es: Añada jugadores para crear equipos
fr: Ajoutez des joueurs pour créer des équipes
hy: Ավելացրեք խաղացողներ թիմեր ստեղծելու համար
ja: チームを作成するにはプレイヤーを追加してください
ka: დაამატე მოთამაშეები გუნდების შესაქმნელად
ru: Добавьте игроков для создания команд
tr: Takım oluşturmak için oyuncu ekleyin
uk: Додайте гравців для створення команд

# screen.game_details.players.delete_confirmation
source: Are you sure you want to delete this player?
az: Bu oyunçunu silmək istədiyinizə əminsiniz?
de: Sind Sie sicher, dass Sie diesen Spieler löschen möchten?
es: ¿Está seguro de que desea eliminar este jugador?
fr: Êtes-vous sûr de vouloir supprimer ce joueur ?
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել այս խաղացողին
ja: このプレイヤーを削除してもよろしいですか？
ka: დარწმუნებული ხარ, რომ გსურს ამ მოთამაშის წაშლა?
ru: Вы уверены, что хотите удалить этого игрока?
tr: Bu oyuncuyu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цього гравця?

# screen.game_details.players.edit
source: Edit Player
az: Oyunçunu redaktə et
de: Spieler bearbeiten
es: Editar Jugador
fr: Modifier le Joueur
hy: Խմբագրել խաղացողին
ja: プレイヤーを編集
ka: მოთამაშის რედაქტირება
ru: Редактировать Игрока
tr: Oyuncuyu Düzenle
uk: Редагувати гравця

# screen.game_details.players.generate_teams
source: Generate Teams
az: Komandaları yarat
de: Teams generieren
es: Generar Equipos
fr: Générer des Équipes
hy: Ստեղծել թիմեր
ja: チームを生成
ka: გუნდების გენერირება
ru: Сгенерировать Команды
tr: Takımları Oluştur
uk: Створити команди

# screen.game_details.players.name_exists
source: Player with this name already exists
az: Bu adda oyunçu artıq mövcuddur
de: Ein Spieler mit diesem Namen existiert bereits
es: Ya existe un jugador con este nombre
fr: Un joueur avec ce nom existe déjà
hy: Այս անունով խաղացող արդեն գոյություն ունի
ja: この名前のプレイヤーはすでに存在します
ka: ამ სახელის მქონე მოთამაშე უკვე არსებობს
ru: Игрок с таким именем уже существует
tr: Bu isimde bir oyuncu zaten var
uk: Гравець із таким іменем уже існує

# screen.game_details.players.name_placeholder
source: Player name
az: Oyunçu adı
de: Spielername
es: Nombre del jugador
fr: Nom du joueur
hy: Խաղացողի անուն
ja: プレイヤー名
ka: მოთამაშის სახელი
ru: Имя игрока
tr: Oyuncu adı
uk: Ім'я гравця

# screen.game_details.players.name_too_long
source: Player name cannot be longer than %@ characters
az: Oyunçu adı %@ simvoldan uzun ola bilməz
de: Der Spielername darf nicht länger als %@ Zeichen sein
es: El nombre del jugador no puede tener más de %@ caracteres
fr: Le nom du joueur ne peut pas dépasser %@ caractères
hy: Խաղացողի անունը չի կարող լինել %@ նիշից երկար
ja: プレイヤー名は%@文字以下にしてください
ka: მოთამაშის სახელი არ შეიძლება იყოს %@ სიმბოლოზე მეტი
ru: Имя игрока не может быть длиннее %@ символов
tr: Oyuncu adı %@ karakterden uzun olamaz
uk: Ім'я гравця не може містити більше %@ символів

# screen.game_details.players.not_enough
source: Need at least 2 players to create teams
az: Komandalar yaratmaq üçün ən azı 2 oyunçu lazımdır
de: Mindestens 2 Spieler werden benötigt, um Teams zu erstellen
es: Se necesitan al menos 2 jugadores para crear equipos
fr: Il faut au moins 2 joueurs pour créer des équipes
hy: Թիմեր ստեղծելու համար անհրաժեշտ է առնվազն 2 խաղացող
ja: チームを作成するには少なくとも2人のプレイヤーが必要です
ka: გუნდების შესაქმნელად საჭიროა მინიმუმ 2 მოთამაშე
ru: Нужно как минимум 2 игрока для создания команд
tr: Takım oluşturmak için en az 2 oyuncu gerekli
uk: Для створення команд потрібні принаймні 2 гравці

# screen.game_details.players.odd_count
source: Need an even number of players to create teams
az: Komandalar yaratmaq üçün cüt sayda oyunçu lazımdır
de: Eine gerade Anzahl von Spielern wird benötigt, um Teams zu erstellen
es: Se necesita un número par de jugadores para crear equipos
fr: Il faut un nombre pair de joueurs pour créer des équipes
hy: Թիմեր ստեղծելու համար անհրաժեշտ է զույգ թվով խաղացողներ
ja: チームを作成するには偶数のプレイヤー数が必要です
ka: გუნდების შესაქმნელად საჭიროა მოთამაშეთა ლუწი რაოდენობა
ru: Нужно четное количество игроков для создания команд
tr: Takım oluşturmak için çift sayıda oyuncu gerekli
uk: Для створення команд потрібна парна кількість гравців

# screen.game_details.random_challenge.description
source: Random challenge for team
az: Komanda üçün təsadüfi çağırış
de: Zufällige Herausforderung für das Team
es: Desafío aleatorio para el equipo
fr: Défi aléatoire pour l'équipe
hy: Պատահական մարտահրավեր թիմի համար
ja: チームのためのランダムチャレンジ
ka: შემთხვევითი გამოწვევა გუნდისთვის
ru: Случайное испытание для команды
tr: Takım için rastgele meydan okuma
uk: Випадковий виклик для команди

# screen.game_details.rounds_amount.title
source: Amount: %@
az: Miqdar: %@
de: Anzahl: %@
es: Cantidad: %@
fr: Nombre : %@
hy: Քանակ՝ %@
ja: 数量: %@
ka: რაოდენობა: %@
ru: Количество: %@
tr: Miktar: %@
uk: Кількість: %@

# screen.game_details.rounds_length.title
source: Length: %@ sec
az: Müddət: %@ san
de: Länge: %@ Sek
es: Duración: %@ seg
fr: Durée : %@ sec
hy: Տևողություն՝ %@ վրկ
ja: 長さ: %@ 秒
ka: ხანგრძლივობა: %@ წმ
ru: Длительность: %@ сек
tr: Süre: %@ sn
uk: Тривалість: %@ сек

# screen.game_details.rounds_settings.title
source: Round Settings
az: Raund tənzimləmələri
de: Rundeneinstellungen
es: Ajustes de Ronda
fr: Paramètres de Manche
hy: Փուլի կարգավորումներ
ja: ラウンド設定
ka: რაუნდის პარამეტრები
ru: Настройки Раунда
tr: Tur Ayarları
uk: Параметри раунду

# screen.game_details.section.players
source: Players
az: Oyunçular
de: Spieler
es: Jugadores
fr: Joueurs
hy: Խաղացողներ
ja: プレイヤー
ka: მოთამაშეები
ru: Игроки
tr: Oyuncular
uk: Гравці

# screen.game_details.section.teams
source: Teams
az: Komandalar
es: Equipos
fr: Équipes
hy: Թիմեր
ja: チーム
ka: გუნდები
ru: Команды
tr: Takımlar
uk: Команди

# screen.game_details.start_game.title
source: Start Game
az: Oyunu başla
de: Spiel starten
es: Iniciar Juego
fr: Commencer le Jeu
hy: Սկսել խաղը
ja: ゲーム開始
ka: თამაშის დაწყება
ru: Начать Игру
tr: Oyunu Başlat
uk: Почати гру

# screen.game_details.storage_warning.message
source: Failed to download words, please try again
az: Sözləri yükləmək mümkün olmadı, yenidən cəhd edin
de: Wörter konnten nicht heruntergeladen werden, bitte versuchen Sie es erneut
es: No se pudieron descargar las palabras, inténtelo de nuevo
fr: Échec du téléchargement des mots, veuillez réessayer
hy: Չհաջողվեց ներբեռնել բառերը, փորձեք կրկին
ja: 単語のダウンロードに失敗しました。もう一度お試しください
ka: სიტყვების გადმოწერა ვერ მოხდა, სცადეთ თავიდან
ru: Не удалось загрузить слова, пожалуйста, попробуйте еще раз
tr: Kelimeler indirilemedi, lütfen tekrar deneyin
uk: Не вдалося завантажити слова, спробуйте ще раз

# screen.game_details.storage_warning.title
source: Insufficient storage
az: Yetərsiz yaddaş
de: Unzureichender Speicher
es: Almacenamiento insuficiente
fr: Stockage insuffisant
hy: Անբավարար հիշողություն
ja: ストレージ不足
ka: არასაკმარისი მეხსიერება
ru: Недостаточно памяти
tr: Yetersiz depolama alanı
uk: Недостатньо пам’яті

# screen.game_details.super_word.description
source: Random super word (3 Points)
az: Təsadüfi super söz (3 xal)
de: Zufälliges Superwort (3 Punkte)
es: Palabra super aleatoria (3 Puntos)
fr: Mot super aléatoire (3 Points)
hy: Պատահական սուպեր բառ (3 միավոր)
ja: ランダムなスーパーワード（3ポイント）
ka: შემთხვევითი სუპერ სიტყვა (3 ქულა)
ru: Случайное супер-слово (3 Очка)
tr: Rastgele süper kelime (3 Puan)
uk: Випадкове супер слово (3 бали)

# screen.game_details.teams.add
source: Add a team
az: Komanda əlavə et
de: Team hinzufügen
es: Añadir un equipo
fr: Ajouter une équipe
hy: Ավելացնել թիմ
ja: チームを追加
ka: გუნდის დამატება
ru: Добавить команду
tr: Takım ekle
uk: Додати команду

# screen.game_details.teams.add_placeholder
source: Add teams to start playing
az: Oynamağa başlamaq üçün komanda əlavə edin
de: Fügen Sie Teams hinzu, um mit dem Spielen zu beginnen
es: Añada equipos para empezar a jugar
fr: Ajoutez des équipes pour commencer à jouer
hy: Ավելացրեք թիմեր խաղը սկսելու համար
ja: プレイを開始するにはチームを追加してください
ka: დაამატე გუნდები თამაშის დასაწყებად
ru: Добавьте команды, чтобы начать игру
tr: Oynamaya başlamak için takım ekleyin
uk: Додайте команди, щоб почати гру

# screen.game_details.teams.delete_confirmation
source: Are you sure you want to delete this team?
az: Bu komandanı silmək istədiyinizə əminsiniz?
de: Sind Sie sicher, dass Sie dieses Team löschen möchten?
es: ¿Está seguro de que desea eliminar este equipo?
fr: Êtes-vous sûr de vouloir supprimer cette équipe ?
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել այս թիմը
ja: このチームを削除してもよろしいですか？
ka: დარწმუნებული ხარ, რომ გსურს ამ გუნდის წაშლა?
ru: Вы уверены, что хотите удалить эту команду?
tr: Bu takımı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю команду?

# screen.game_details.teams.edit
source: Edit team's name
az: Komanda adını redaktə et
de: Teamnamen bearbeiten
es: Editar nombre del equipo
fr: Modifier le nom de l'équipe
hy: Խմբագրել թիմի անունը
ja: チーム名を編集
ka: გუნდის სახელის რედაქტირება
ru: Редактировать название команды
tr: Takım adını düzenle
uk: Редагувати назву команди

# screen.game_details.teams.name_exists
source: Team with this name already exists
az: Bu adda komanda artıq mövcuddur
de: Ein Team mit diesem Namen existiert bereits
es: Ya existe un equipo con este nombre
fr: Une équipe avec ce nom existe déjà
hy: Այս անունով թիմ արդեն գոյություն ունի
ja: この名前のチームはすでに存在します
ka: ამ სახელის მქონე გუნდი უკვე არსებობს
ru: Команда с таким названием уже существует
tr: Bu isimde bir takım zaten var
uk: Команда з такою назвою вже існує

# screen.game_details.teams.name_placeholder
source: Team name
az: Komanda adı
es: Nombre del equipo
fr: Nom de l'équipe
hy: Թիմի անուն
ja: チーム名
ka: გუნდის სახელი
ru: Название команды
tr: Takım adı
uk: Назва команди

# screen.game_details.teams.name_too_long
source: Team name cannot be longer than %@ characters
az: Komanda adı %@ simvoldan uzun ola bilməz
de: Der Teamname darf nicht länger als %@ Zeichen sein
es: El nombre del equipo no puede tener más de %@ caracteres
fr: Le nom de l'équipe ne peut pas dépasser %@ caractères
hy: Թիմի անունը չի կարող լինել %@ նիշից երկար
ja: チーム名は%@文字以下にしてください
ka: გუნდის სახელი არ შეიძლება იყოს %@ სიმბოლოზე მეტი
ru: Название команды не может быть длиннее %@ символов
tr: Takım adı %@ karakterden uzun olamaz
uk: Назва команди не може містити більше %@ символів

# screen.game_details.title
source: Game Details
az: Oyun təfərrüatları
de: Spieldetails
es: Detalles del Juego
fr: Détails du Jeu
hy: Խաղի մանրամասներ
ja: ゲーム詳細
ka: თამაშის დეტალები
ru: Детали Игры
tr: Oyun Detayları
uk: Деталі гри

# screen.game_play.alert.stop_recording.message
source: Are you sure you want to stop the current recording?
az: Cari qeydiyyatı dayandırmaq istədiyinizə əminsiniz?
de: Sind Sie sicher, dass Sie die aktuelle Aufnahme stoppen möchten?
es: ¿Estás seguro de que deseas detener la grabación actual?
fr: Êtes-vous sûr de vouloir arrêter l'enregistrement en cours ?
hy: Վստա՞հ եք, որ ցանկանում եք դադարեցնել ընթացիկ ձայնագրությունը։
ja: 現在の録画を停止してもよろしいですか？
ka: დარწმუნებული ხარ, რომ გსურს მიმდინარე გადაღების შეჩერება?
ru: Вы уверены, что хотите остановить текущую запись?
tr: Mevcut kaydı durdurmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете зупинити поточний запис?

# screen.game_play.alert.stop_recording.title
source: Stop Recording?
az: Qeydiyyatı Dayandırmaq?
de: Aufnahme stoppen?
es: ¿Detener grabación?
fr: Arrêter l'enregistrement ?
hy: Դադարեցնել ձայնագրությունը՞
ja: 録画を停止しますか？
ka: გადაღების შეჩერება?
ru: Остановить запись?
tr: Kaydı Durdur?
uk: Зупинити запис?

# screen.game_scoreboard.performance_stat_row.average_time
source: Average Time
az: Orta vaxt
de: Durchschnittliche Zeit
es: Tiempo Promedio
fr: Temps Moyen
hy: Միջին ժամանակը
ja: 平均時間
ka: საშუალო დრო
ru: Среднее время
tr: Ortalama Süre
uk: Середній час

# screen.game_scoreboard.performance_stat_row.best_streak
source: Best Streak
az: Ən yaxşı zolaq
de: Beste Serie
es: Mejor Racha
fr: Meilleure Série
hy: Լավագույն շարք
ja: 最高連続成功
ka: საუკეთესო სერია
ru: Лучшая серия
tr: En İyi Seri
uk: Найкраща серія

# screen.game_scoreboard.performance_stat_row.sets_skipped
source: Sets Skipped
az: Dəstlər Atlandı
de: Übersprungene Sets
es: Conjuntos Omitidos
fr: Ensembles Passés
hy: Կոմպլեկտները բաց են թողնվել
ja: スキップしたセット
ka: გამოტოვებული სეტები
ru: Пропущенные наборы
tr: Atlanan Setler
uk: Сети пропущені

# screen.game_scoreboard.post_game_scoreboard.average_time
source: Average Time
az: Orta vaxt
de: Durchschnittliche Zeit
es: Tiempo Promedio
fr: Temps Moyen
hy: Միջին ժամանակը
ja: 平均時間
ka: საშუალო დრო
ru: Среднее время
tr: Ortalama Süre
uk: Середній час

# screen.game_scoreboard.post_game_scoreboard.best_streak
source: Best Streak
az: Ən yaxşı zolaq
de: Beste Serie
es: Mejor Racha
fr: Meilleure Série
hy: Լավագույն շարք
ja: 最高連続成功
ka: საუკეთესო სტრაიკი
ru: Лучшая серия
tr: En İyi Seri
uk: Найкраща серія

# screen.game_scoreboard.post_game_scoreboard.final_score
source: Final Score: %@
az: Yekun Hesab: %@
de: Endstand: %@
es: Puntuación Final: %@
fr: Score Final : %@
hy: Վերջնական միավոր՝ %@
ja: 最終スコア: %@
ka: საბოლოო ქულა: %@
ru: Итоговый счет: %@
tr: Son Skor: %@
uk: Підсумковий рахунок: %@

# screen.game_scoreboard.post_game_scoreboard.sets_skipped
source: Sets Skipped
az: Dəstlər Atlandı
de: Übersprungene Sets
es: Conjuntos Omitidos
fr: Ensembles Passés
hy: Կոմպլեկտները բաց են թողնվել
ja: スキップしたセット
ka: გამოტოვებული სეტები
ru: Пропущенные наборы
tr: Atlanan Setler
uk: Сети пропущені

# screen.game_scoreboard.post_game_scoreboard.words_guessed
source: Words Guessed
az: Təxmin edilən sözlər
de: Erratene Wörter
es: Palabras Adivinadas
fr: Mots Devinés
hy: Գուշակված բառեր
ja: 当てた単語
ka: გამოცნობილი სიტყვები
ru: Угаданные слова
tr: Tahmin Edilen Kelimeler
uk: Вгадані слова

# screen.game_scoreboard.post_game_scoreboard.words_skipped
source: Words Skipped
az: Sözlər Atıldı
de: Übersprungene Wörter
es: Palabras Omitidas
fr: Mots Passés
hy: Բառեր բաց թողնված
ja: スキップした単語
ka: გამოტოვებული სიტყვები
ru: Пропущенные слова
tr: Atlanan Kelimeler
uk: Пропущені слова

# screen.game_scoreboard.stat_card.words_guessed
source: Words Guessed
az: Təxmin edilən sözlər
de: Erratene Wörter
es: Palabras Adivinadas
fr: Mots Devinés
hy: Գուշակված բառեր
ja: 当てた単語
ka: გამოცნობილი სიტყვები
ru: Угаданные слова
tr: Tahmin Edilen Kelimeler
uk: Вгадані слова

# screen.game_scoreboard.stat_card.words_skipped
source: Words Skipped
az: Sözlər Atlandı
de: Übersprungene Wörter
es: Palabras Omitidas
fr: Mots Passés
hy: Բառեր բաց թողնված
ja: スキップした単語
ka: გამოტოვებული სიტყვები
ru: Пропущенные слова
tr: Atlanan Kelimeler
uk: Пропущені слова
